---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.InvalidGroup
source: html/da35465b-3127-2b1e-766c-6e8efa540d9e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.InvalidGroup Property

This group is invalid.

## Syntax (C#)
```csharp
public static FailureDefinitionId InvalidGroup { get; }
```